/*
 Localizable.strings
 Self Service

 Created by Chris Ghanbarzadeh on 1/20/16.
 Copyright ¬© 2016 JAMF Software. All rights reserved.
 */

// App Name
"SELF_SERVICE" = "Self Service";

// Menu Item Titles
"ABOUT_SELF_SERVICE" = "Über %@";
"HIDE_SELF_SERVICE" = "%@ verstecken";
"QUIT_SELF_SERVICE" = "Beenden %@";
"RELOAD_SELF_SERVICE" = "Neu laden %@";
"NEXT_SECTION" = "Nächster Abschnitt";
"PREVIOUS_SECTION" = "Vorheriger Abschnitt";

// Toolbar Buttons
"TOOLBAR_HOME" = "Home";
"TOOLBAR_BROWSE" = "Durchsuchen";
"TOOLBAR_BROWSE_COLLAPSED" = "Durchsuchen – Minimiert"; // Only announced via VoiceOver, never displayed in the UI
"TOOLBAR_BROWSE_EXPANDED" = "Durchsuchen – Erweitert"; // Only announced via VoiceOver, never displayed in the UI
"TOOLBAR_HISTORY" = "Verlauf";
"TOOLBAR_NOTIFICATIONS" = "Mitteilungen";
"TOOLBAR_NOTIFICATIONS_HELP_NONE" = "Keine neuen Mitteilungen"; // Only announced via VoiceOver, never displayed in the UI
"TOOLBAR_NOTIFICATIONS_HELP_ONE" = "1 neue Mitteilung"; // Only announced via VoiceOver, never displayed in the UI
"TOOLBAR_NOTIFICATIONS_HELP_SOME" = "%d neue Mitteilungen"; // Only announced via VoiceOver, never displayed in the UI

// Account Button
"LOG_IN_BUTTON" = "Anmelden";
"LOG_OUT_BUTTON" = "Abmelden";

// Login
"LOGIN_USERNAME" = "Benutzername";
"LOGIN_PASSWORD" = "Kennwort";
"LOGIN_CANCEL" = "Abbrechen";
"LOGIN_INVALID_CREDENTIALS" = "Der eingegebene Benutzername oder das eingegebene Kennwort ist falsch.";
"LOGIN_CONNECTION_ERROR" = "Verbindung zwischen %@ und Server kann nicht hergestellt werden.";
"LOGIN_SUCCESSFUL" = "Anmeldung erfolgreich"; // Only announced via VoiceOver, never displayed in the UI
"LOGIN_REMEMBER_ME" = "Anmeldeinformationen speichern";
"SAML_LOGIN_LABEL" = "%@ Anmeldung";
"SAML_LOG_IN_TO_CONTINUE" = "Anmelden um fortzufahren";
"SAML_FAILED_TO_AUTHENTICATE" = "Ihre Anmeldung kann nicht authentifiziert werden. Um dieses Problem zu lösen, wenden Sie sich an Ihren Administrator.";
"SAML_UNKNOWN_ERROR" = "Ein unbekannter Fehler ist aufgetreten. Wenn dieses Problem weiterhin besteht, wenden Sie sich an Ihren Administrator.";

// Connection Error Bar
"CANT_CONNECT_ERROR" = "Jamf MDM-Server kann nicht erreicht werden";
"RETRYING" = "Wiederholen";
"CONNECTION_SUCCESSFUL" = "Verbindung zum Jamf MDM-Server hergestellt"; // Only announced via VoiceOver, never displayed in the UI

// Error Modal
"ERROR_MODAL_TITLE" = "Es ist ein Fehler mit %@ aufgetreten.";
"ERROR_MODAL_TEXT" = "Versuchen Sie es später erneut oder wenden Sie sich an Ihren IT-Administrator.";
"ERROR_MODAL_CLOSE" = "Schließen";

// Search
"SEARCH" = "Suchen";
"SEARCH_RESULTS_LABEL" = "Suchergebnisse für";
"NO_RESULTS_LABEL" = "Keine Suchergebnisse für \"%@\"";
"SEARCH_AGAIN_LABEL" = "Bitte suchen Sie erneut.";
"SEARCH_RESULTS_COLLECTION_LABEL" = "Suchergebnisse"; // Only announced via VoiceOver, never displayed in the UI
"SEARCH_RESULTS_COLLECTION_HELP" = "%d ergebnisse vorhanden"; // Only announced via VoiceOver, never displayed in the UI
"SEARCH_RESULTS_COLLECTION_HELP_SINGULAR" = "1 ergebnis vorhanden"; // Only announced via VoiceOver, never displayed in the UI

// Home View
"RESULT" = "1 Ergebnis";
"RESULTS" = "%d Ergebnisse";
"LEFT_ARROW" = "Linker Pfeil";
"RIGHT_ARROW" = "Rechter Pfeil";
"FEATURED_ITEMS" = "Vorgestelltes Element"; // Only announced via VoiceOver, never displayed in the UI
"BROWSE_ITEMS" = "Elemente ansehen"; // Only announced via VoiceOver, never displayed in the UI
"BOOKMARK_ITEMS" = "Lesezeichen für Elemente anlegen"; // Only announced via VoiceOver, never displayed in the UI
"CATEGORY" = "%@ Kategorie";
"CATEGORIES" = "Alle Kategorien"; // Only announced via VoiceOver, never displayed in the UI
"FEATURED_LEFT_ARROW" = "Scrollt empfohlene Elemente nach links"; // Only announced via VoiceOver, never displayed in the UI
"FEATURED_RIGHT_ARROW" = "Scrollt empfohlene Elemente nach rechts"; // Only announced via VoiceOver, never displayed in the UI
"BROWSE_LEFT_ARROW" = "Scrollt durch die Kategorien auf der linken Seite"; // Only announced via VoiceOver, never displayed in the UI
"BROWSE_RIGHT_ARROW" = "Scrollt durch die Kategorien auf der rechten Seite"; // Only announced via VoiceOver, never displayed in the UI
"BOOKMARKS_LEFT_ARROW" = "Scrollt Lesezeichen nach links"; // Only announced via VoiceOver, never displayed in the UI
"BOOKMARKS_RIGHT_ARROW" = "Scrollt Lesezeichen nach rechts"; // Only announced via VoiceOver, never displayed in the UI

// UI Elements
"CONTENT_INSTALL_BUTTON" = "Installieren";
"CONTENT_REMOVE_BUTTON" = "Entfernen";
"CONTENT_REINSTALL_BUTTON" = "Erneut installieren";
"CONTENT_APP_STORE" = "App Store";
"CONTENT_POLICY_RUN" = "Ausführen";
"CONTENT_OPEN" = "Öffnen";
"CONTENT_IBOOKS" = "iBooks";
"CONTENT_UPDATE_BUTTON" = "Aktualisieren";
"CONTENT_CANCEL_BUTTON" = "Abbrechen"; // Only announced via VoiceOver, never displayed in the UI
"BOOKMARKS_NAME" = "Lesezeichen";
"CATEGORY_ALL" = "Alle";
"CATEGORY_FEATURED" = "Empfohlen";
"CATEGORY_DEVICE_COMPLIANCE" = "Geräte-Compliance";
"CONTENT_NO_CONTENT" = "Keine Elemente";
"HISTORY_NO_CONTENT" = "Kein verlauf";
"CLEAR" = "Löschen";
"READ" = "Lesen"; // Only announced via VoiceOver, never displayed in the UI
"UNREAD" = "Ungelesen"; // Only announced via VoiceOver, never displayed in the UI
"UNREAD_BUTTON_ACCESSIBLILTY" = "Schaltfläche %@, klicken zum Markieren als %@"; // Only announced via VoiceOver, never displayed in the UI
"FEATURED_ITEM_ACCESSIBLILTY" = "Vorgestelltes Element"; // Only announced via VoiceOver, never displayed in the UI
"READ_MORE" = "Weitere Infos";
"MORE_ACCESSIBILITY_LABEL" = "Mehr";

// Cancel content
"CANCEL_YES_BUTTON" = "Ja";
"CANCEL_NO_BUTTON" = "Nein";
"CANCEL_TITLE" = "Sind Sie sicher, dass Sie den Vorgang abbrechen möchten?";
"CANCEL_TEXT" = "Ihr Computer könnte dadurch instabil laufen.";
"CANCEL_POLICY_TEXT" = "Sind Sie sicher, dass Sie \"%@\" abbrechen möchten? Ihr Computer könnte dadurch instabil laufen.";
"CANCEL_EBOOK_TEXT" = "Sind Sie sicher, dass Sie \"%@\" abbrechen möchten?";
"CANCEL_PATCH_TEXT" = "Sind Sie sicher, dass Sie den Vorgang abbrechen möchten? Wenn Sie eine Softwareaktualisierung während der Ausführung abbrechen, wird die App möglicherweise unbrauchbar.";

// Content Progress Strings
"CONTENT_WAITING" = "Warten";
"CONTENT_OPENING" = "Öffnen";
"CONTENT_INSTALLING" = "Installieren";
"CONTENT_REMOVING" = "Entfernen";
"CONTENT_EXECUTING" = "Ausführen";
"CONTENT_DOWNLOADING" = "Herunterladen";
"CONTENT_RUNNING" = "Ausführen";
"CONTENT_VERIFYING" = "Bestätigen";
"CONTENT_UPDATING" = "Aktualisieren";
"CONTENT_FINISHING" = "Beenden";
"CONTENT_DONE" = "Fertig!";
"CONTENT_CANCELED" = "Abgebrochen";
"CONTENT_ERROR" = "Fehler";

// Info View
"INFO_CLOSE" = "Schließen";
"INFO_CANCEL" = "Abbrechen";
"INFO_NOT_AVAILABLE" = "Dieses Element ist nicht mehr verfügbar";
"INFO_OK" = "OK";

// Bookmark Web View
"BOOKMARK_CLOSE" = "Schließen";
"BOOKMARK_CLOSE_HELP" = "%@ schließen"; // Only announced via VoiceOver, never displayed in the UI

"BOOKMARK_ERROR" = "\"%@\" konnte nicht geöffnet werden";
"OPEN_IN_BROWSER" = "Im Browser öffnen";

// VPP
"VPP_INVITATION_SUBTEXT" = "Einladung akzeptieren";
"VPP_INVITATION_ACCEPT_BUTTON" = "Akzeptieren";
"VPP_INVITATION_EXPLANATION" = "Sie müssen die Einladung Ihrer Organisation akzeptieren. Sie können erst dann in großer Stückzahl erworbene Apps oder Bücher installieren, wenn Sie diese Einladung akzeptiert haben.";
"VPP_INVITATION_EXPLANATION_CONTENT" = "Sie müssen die Einladung Ihrer Organisationakzeptieren, um diese/s %@ installieren zu können.";
"VPP_INVITATION_APPLICATION" = "Anwendung";
"VPP_INVITATION_EBOOK" = "Buch";
"VPP_INVITATION_PENDING" = "Ausstehende Einladung";
"VPP_INVITATION_TRY_AGAIN_BUTTON" = "Erneut versuchen";
"VPP_INVITATION_PENDING_EXPLANATION" = "Für Sie steht eine Einladung aus. Wenn Sie die Einladung nicht akzeptiert haben, klicken Sie auf “Erneut versuchen”, um die Verbindung mit dem App Store erneut herzustellen.";
"VPP_INVITATION_ACCEPTED_EXPLANATION" = "Ihre Einladung wurde akzeptiert. Sie können nun Apps und Bücher installieren, die in großer Stückzahl erworben wurden.";

// About
"VERSION" = "Version";
"VERSION_UNKNOWN" = "Version unbekannt";
"COPYRIGHT" = "Copyright";
"ALL_RIGHTS_RESERVED" = "Alle Rechte vorbehalten.";
"ACKNOWLEDGEMENTS_BUTTON" = "Quittierungen";

// History
"HISTORY_HEADER" = "Historie";
"HISTORY_VERSION" = "Version";
"HISTORY_INSTALLED" = "Installiert";

// Updates
"SINGULAR_UPDATE_AVAILABLE_HEADER" = "Aktualisierung verfügbar";
"PLURAL_UPDATES_AVAILABLE_HEADER" = "Aktualisierungen verfügbar";
"UPDATES_AVAILABLE" = "Verfügbar";
"UPDATES_UPDATE_ALL" = "Alles aktualisieren";
"UPDATE_KILL_APP" = "Sie müssen für die Aktualisierung zunächst %@ schließen.";
"UPDATE_DEADLINE" = "Stichtag für Aktualisierung";
"UPDATE_APPS_MUST_QUIT" = "Apps, die geschlossen werden müssen";
"UPDATES_INSTALL_ALL" = "Alle Updates installieren";
"UPDATES_HEADER" = "Überschrift Updates"; // Only announced via VoiceOver, never displayed in the UI

// Notifications
"NOTIFICATIONS_TITLE" = "Mitteilungen";
"NOTIFICATIONS_NO_NOTIFICATIONS" = "Keine Mitteilungen";
"NOTIFICATIONS_ITEM_FAILED" = "Element fehlgeschlagen";
"NOTIFICATIONS_DATE" = "Datum:";
"NOTIFICATIONS_HEADER" = "Überschrift Mitteilungen"; // Only announced via VoiceOver, never displayed in the UI
"NOTIFICATIONS_MARK_ALL_READ" = "Alle als gelesen markieren";

// Not Enrolled Error Screen
"NOT_ENROLLED_HEADING" = "Willkommen bei Self Service";
"NOT_ENROLLED_MESSAGE" = "Self Service ist eine Komponente von Jamf MDM, das von Jamf entwickelt wird.\n\nDiese App muss mit einem Jamf MDM Server verbunden werden.\n\nWenden Sie sich an Ihren IT-Administrator, um weitere Informationen zu erhalten.";
"JAMF_URL" = "jamf.com";

// Sorting options
"SORT_HEADER" = "Sortieren"; // Only announced via VoiceOver, never displayed in the UI
"SORT_ASCENDING" = "A…Z";
"SORT_DESCENDING" = "Z…A";
"SORT_FEATURED" = "Empfohlen";

// UAMDM Popup
"UAMDM_APPROVE" = "Sie müssen das MDM-Profil Ihrer Organisation genehmigen.";
"UAMDM_CLICK_1" = "Klicken Sie unten auf die Schaltfläche ";
"UAMDM_APPROVE_BOLD" = "Systemeinstellungen öffnen";
"UAMDM_CLICK_2" = " und gehen Sie folgendermaßen vor:";
"UAMDM_STEP_1" = "1. Klicken Sie in der Spalte „Geräteprofile“ auf den Eintrag „MDM-Profil“. Dieses ist mit einem gelben Warndreieck gekennzeichnet.";
"UAMDM_STEP_2A" = "2. Klicken Sie auf die Schaltfläche ";
"UAMDM_STEP_2_BOLD" = "Genehmigen";
"UAMDM_STEP_2B" = ".";
"UAMDM_APPROVE_BUTTON" = "Systemeinstellungen öffnen";
"UAMDM_IMAGE_ACCESSIBILITY_LABEL" = "Beispiel für ein Profil mit Systemeinstellungen"; // Only announced via VoiceOver, never displayed in the UI

// Onboarding
"ONBOARDING_WELCOME" = "Willkommen %@!";
"ONBOARDING_WELCOME_NO_NAME" = "Willkommen!";
"ONBOARDING_CONFIRMATION_TITLE" = "Onboarding abgeschlossen!";
"ONBOARDING_CONFIRMATION_BUTTON" = "Fortfahren";
"ONBOARDING_MESSAGE" = "Ihre Organisation konfiguriert Ihren Computer automatisch. Starten Sie Ihren Computer nicht neu und fahren Sie ihn nicht herunter, bevor diese Installation abgeschlossen ist. Dies kann einige Zeit in Anspruch nehmen.";
"ONBOARDING_PENDING" = "In der Warteschlange";
"ONBOARDING_PROGRESS_TEXT" = "%d von %d abgeschlossen";
"ONBOARDING_INSTALLATION_STATUS_TITLE" = "Status der Installation";
"UNABLE_TO_QUIT" = "App kann nicht beendet werden";
"ONBOARDING_IN_PROGRESS" = "Onboarding läuft";
"ONBOARDING_ERROR_SINGLE" = "1 Element konnte nicht installiert werden";
"ONBOARDING_ERROR_MULTIPLE" = "%d Elemente konnten nicht installiert werden";
"ONBOARDING_ERROR_NEXT_STEPS" = "Sie können die Installation der fehlgeschlagenen Elemente auf dem Tab „Mitteilungen“ erneut versuchen oder Ihren IT-Administrator um weitere Unterstützung bitten.";
"ONBOADING_COMPLETE_TITLE" = "Einrichtung abgeschlossen";
"ONBOARDING_COMPLETE_MESSAGE_SUCCESS" = "Die Einrichtung Ihres Computers ist abgeschlossen und alles wurde erfolgreich installiert.";
"ONBOARDING_COMPLETE_MESSAGE_FAILURE" = "Die Einrichtung Ihres Computers ist abgeschlossen, aber nicht alle Elemente wurden erfolgreich installiert.";
"ONBOARDING_COMPLETE_INFO" = "%d Elemente sind installiert und einsatzbereit";
"ONBOARDING_INSTALLED" = "Abgeschlossen"; // Voiceover
"ONBOARDING_FAILED" = "Fehlgeschlagen"; // Voiceover

// App Installer Modal
"APP_NOT_AVAILABLE" = "Diese App ist nicht verfügbar. Versuchen Sie es später noch einmal.";
